Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ཆོས་ ཉན་ དུ་ འཇུག་པ་ ལ་ ཡང་ སྟོན་པ འི་ འདུ་ཤེས་ སུ་ བྱ་བ་ ཡིན །_
en: They should form the notion that the one from whom they listen to the Dharma is the teacher.

source: དེ་བཞིན་ གཤེགས་པ འི་ སྐུ་ ཡང་ མངོན་དུ་ བྱ་བ་ ཡིན །_
en: They should manifest the body of the thus-gone ones.

source: སེར་སྣ་ མེད་པར་ ཡང་ བྱ་ བ་ ཡིན་ ནོ །_།
en: They should also be free of stinginess.

source: བརྟན་པ འི་ བློ་གྲོས་ ཆོས་ བཞི་པོ་ འདི་དག་ ནི་ ཏིང་ངེ་འཛིན་ དེ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ ཐེག་པ་ ཆེན་པོ་ ལ་ ཡང་དག་ པར་ ཞུགས་པ་ རྣམས་ ལ་ ཕན་ འདོགས་པ ར་ གྱུར་པ་ ཡིན་ ཏེ །_
en: $1979 “Dṛḍhamati, the following four qualities help those who have perfectly embarked on the Great Vehicle to attain that absorption.

source: ལུས་ ལ་ ལུས་ ཀྱི་ རྗེས་སུ་ བལྟ་བ ར་ བྱ འི་ ལུས་ དང་ ལྡན་པ འི་ རྟོག་པ ས་ བརྟག་ པར་ མི་ བྱ་བ་ ཡིན །_
en: With regard to the body, they should not examine the body with any concepts involving a body to be observed.

source: ཚོར་བ་ རྣམས་ ལ་ ཚོར་བ འི་ རྗེས་སུ་ བལྟ་བ ར་ གནས་པ ར་ བྱ འི་ ཚོར་བ་ དང་ ལྡན་པ འི་ རྟོག་པ ས་ བརྟག་ པར་ མི་ བྱ་བ་ ཡིན །_
en: With regard to feelings, they should not examine feelings with any concepts involving feelings to be observed.

source: སེམས་ ལ་ སེམས་ ཀྱི་ རྗེས་སུ་ བལྟ་བ ར་ གནས་པ ར་ བྱ འི་ སེམས་ དང་ ལྡན་པ འི་ རྟོག་པ ས་ བརྟག་ པར་ མི་ བྱ་བ་ ཡིན །_
en: With regard to the mind, they should not examine the mind with any concepts involving a mind to be observed.

source: ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ བལྟ་བ ར་ བྱ འི་ ཆོས་ དང་ ལྡན་པ འི་ རྟོག་པ ས་ བརྟག་ པར་ མི་ བྱ་བ་ ཡིན་ ཏེ །_
en: With regard to phenomena, they should not examine phenomena with any concepts involving phenomena to be observed.

source: བརྟན་པ འི་ བློ་གྲོས་ ཆོས་ བཞི་པོ་ དེ་དག་ ནི་ ཏིང་ངེ་འཛིན་ དེ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ ཐེག་པ་ ཆེན་པོ་ ལ་ ཡང་དག་ པར་ ཞུགས་པ་ རྣམས་ ལ་ ཕན་ འདོགས་པ ར་ གྱུར་པ་ ཡིན་ ནོ །_།
en: Dṛḍhamati, those four qualities help those who have perfectly embarked on the Great Vehicle to attain that absorption.”

source: གང་དག་ ང་ ཡིས་ རྟག་ བསྔགས་པ །_ དྲན་པ་ ཉེར་ གཞག་ རྣམ་ སྒོམ་ བྱེད །_།
en: “They cultivate the applications of mindfulness, Which I have always praised.

source: དགེ་སློང་ གི་ ནི་ སྤྱོད་ཡུལ་ ཏེ །_། |#| ཏིང་འཛིན་ དེ་ལྟ ར་ ཐོབ་པ ར་ འགྱུར །_།
en: With the experience of a monk They will attain such an absorption.

source: ལུས་ ནི་ མི་རྟག་ སྒོམ་པ ར་ བྱེད །_། |#| ལུས་ ལ་ ཡང་ ནི་ གནས་པ་ མིན །_།
en: $1981 “They meditate on the body as impermanent, Yet do not dwell on the body.

source: མི་ གནས་པ་ ཡི་ སེམས་ ཀྱིས་ སུ །_། ཏིང་འཛིན་ དེ་ལྟ ར་ ཐོབ་པ ར་ འགྱུར །_།
en: With a mind that does not dwell, They will attain such an absorption.

source: རྫུ་འཕྲུལ་ རྐང་བཞི་ སོ་སོ་ རིག་པ་ བཞི །_། ཆོས་ དེ་ བཙལ་བ ས་ ཆོས་ ཀྱི་ སེར་སྣ་ མེད །_།
en: $1982 “They have no miserliness about Dharma in their pursuit of the teachings On the four bases of supernatural powers and the four genuine discernments.

source: ཚུལ་ཁྲིམས་ ཕུང་པོ ར་ གནས་ ནས་ བཤེས་ བཟང་ བསྟེན །_།
en: While observing discipline, they rely upon sublime friends.

source: ཏིང་འཛིན་ དེ་ བཙལ་ སྟོན་པ འི་ འདུ་ཤེས་ སྒོམ །_།
en: Seeking that absorption, they cultivate the idea of the teacher.

source: དེ་ ནི་ དཀར་པོ་ མང་པོ འི་ རིགས །_།
en: $1983 “That is the family of abundant wholesomeness.

source: དེ་ ནི་ ཐོས་པ འི་ འབྱུང་གནས་ ཡིན །_།
en: That is the source of learning.

source: དེ་བཞིན་ བདུད་ ནི་ སེལ་བར་ བྱེད །_། |#| དེ་ ལ་ རབ་ཏུ་ སྦྱོར་བ ར་ བྱ །_།
en: It likewise dispels Māra, And connects one with that absorption.

source: དེ་ ནི་ དེ་ ཡི་ མིག་ གི་ མཆོག _། ཆོས་ ཀྱི་ མིག་ ནི་ བླ་ ན་ མེད །_།
en: $1984 “That is the supreme among their visions, The unexcelled vision of Dharma.

source: ཆོས་ བསྟན་པ ས་ ནི་ སུ་ ལ་ ཡང་ །_། དེ་ ལ་ སྒྲིབ་པ ར་ འགྱུར་ མ་ ཡིན །_།
en: By teaching the Dharma, No one at all will be obscured.

source: དེ་ ནི་ མདོ་སྡེ འི་ ལུང་ ཡིན་ ཞིང་ །_། མང་ དུ་ ཐོས་པ འི་ ལུང་ ཡང་ ཡིན །_།
en: $1985 “That is the scripture of the sūtras, And the scripture of the highly learned.

source: དེ་ལས་ ང་ ཡི་ བྱང་ཆུབ་ བྱུང་ །_།
en: From it came my awakening;

source: དེ་ཕྱིར་ དེ་ ལ་ བསྟེན་པ ར་ བྱ །_།
en: One should therefore rely upon it.

source: གང་དག་ ང་ ཡིས་ སྟོབས་ བཅུ་ དང་ །_། སོ་སོ་ ཡང་དག་ རིག་ བཞི་ བཤད །_། |#| ཀུན་ ཀྱང་ འདི་ ལས་ ངེས་པ ར་ བྱུང་ །_།
en: $1986 “The ten powers and the four authentic discernments, Which I have taught, All appeared from this.

source: གང་ གིས་ ཐོབ་ ཅིང་ ཅིར་ འགྱུར་བ འི །_། ཏིང་ངེ་འཛིན་ ནི་ སངས་རྒྱས་ [224b] བསྟན །_།
en: $1987 “The buddhas have taught the absorption That yields accomplishment and transformation. [224.b]

source: སྤོབས་པ་ དེ་ ནི་ བཤད་པ་ ཡིས །_། ཟད་པ ར་ འགྱུར་བ་ མ་ ཡིན་ ནོ །_།
en: That eloquence cannot be exhausted Through teaching.

source: དེ་ ལ་ འབྲི་བ་ ཉིད་ མེད་ ཅིང་ །_། གང་བ་ ཉིད་ ཀྱང་ ཡོད་ མ་ ཡིན །_།
en: $1988 “It has no depletion And no completion.

source: ཀུན་ ནས་ སོ་སོ ར་ རྟོགས་པ ས་ ན །_།
en: Through fully discerning it,

source: རྒྱ་མཚོ་ བཞིན་ དུ་ མི་ འཁྲུགས་ འགྱུར །_།
en: They will become as immovable as the ocean.

source: གང་ གིས་ དེ་ ནི་ ཐོབ་ འགྱུར་བ འི །_། ཏིང་འཛིན་ ང་ ཡིས་ བཤད་པ ས་ ན །_།
en: $1989 “Since I have explained the absorption That they will attain,

source: ཕྱི་ ནས་ འཆད་པ་ སུ་ ཡི་ ཡང་ །_། བཞིན་ ལ་ དེ་ ནི་ ལྟ་ མི་ འགྱུར །_།
en: They will not behold the face Of anyone at all teaching it later.

source: ལྷ་ དང་ ཀླུ་ དང་ མི་ འམ་ ཅི །_། མི་ དང་ མི་མ་ཡིན་ རྣམས་ ཀྱང་ །_། བཤད་པ ས་ དེ་ ཡི་ གདོང་ དུ་ ལྟ །_། མང་པོ ར་ རྣམ་པར་ ལྟ་བ ར་ འགྱུར །_།
en: $1990 “It has also been explained By gods, nāgas, kiṃnaras, humans, and nonhumans, So they behold their faces, And will behold many of them.

source: གང་དག་ དེ་ ཡིས་ རབ་ བསྟན་པ འི །_། དེ་དག་ དེ་ ཡིས་ གང་ ནས་ ཐོབ །_།
en: $1991 “That is the source from which Those who have taught it attained it,

source: དེ་ ལ་ དེས་ ནི་ ཇི་ལྟ ར་ བསླབས །_།
en: Just as they trained in it,

source: ཇི་ལྟ ར་ ཆོས་ ཀྱིས་ ཁྱད་པར་ འཕགས །_།
en: Just as they were exalted in Dharma.#90

source: མདོ་སྡེ་ དེ་ ནི་ རབ་ བཤད་པ ས །_། དེ་དག་ བསམ་པ་ ཤེས་པ ར་ འགྱུར །_།
en: $1992 “Through teaching that sūtra Their intentions will be known.

source: ཏིང་འཛིན་ དེ་ ལ་ བསླབས་པ ས་ ནི །_། སེམས་ཅན་ རྣམས་ ཀྱི་ སྤྱོད་པ་ ཤེས །_།
en: Through training in that absorption, The conduct of beings will be known.

source: མདོ་སྡེ་ འདི་ ལ་ བློ་ བརྟན་ བྱོས །_།
en: $1993 “Stabilize your mind in this sūtra And

source: གང་དག་ ང་ ཡིས་ སངས་རྒྱས་ བསྟན །_། |#| ཀུན་ གྱི་ མཚན་ ནི་ ཤེས་པ ར་ འགྱུར །_། |#| དེ་དག་ གི་ ནི་ ཆོས་ ཀྱང་ ཤེས །_།
en: you will know the names Of all the buddhas that I have taught, And their teachings too.

source: འཇིག་རྟེན་ ཁམས་ སུ་ མདོ་ སྡེ་ དག _། |#| གང་དག་ ཇི་སྙེད་ བཤད་པ་ རྣམས །_། དེ་དག་ ང་ ལ་ དམིགས་ བྱས་ ནས །_། |#| དེ་དག་ ཐམས་ཅད་ རབ་ཏུ་ ཤེས །_།
en: $1994 “Observing me, They will fully know All the myriad sūtras That were taught throughout the realms of the world.

source: འཇིག་རྟེན་ མགོན་པོ་ དེ་དག་ གི །_། ཉན་ཐོས་ བཀུར་བ་ གང་ བྱུང་ གྱུར །_། |#| ཏིང་འཛིན་ དེ་ ལ་ གནས་ ནས་ སུ །_། དེ་དག་ ཐམས་ཅད་ རབ་ཏུ་ ཤེས །_།
en: $1995 “Abiding in that absorption, They will fully know All the respected hearers That the saviors of the world have had.

source: དེ་དག་ བཀོད་པ་ ཅི་འདྲ་བ འི །_། སངས་རྒྱས་ ཞིང་ ནི་ རབ་ཏུ་ ཤེས །_།
en: $1996 “They will fully know the buddha realms Just as they are arrayed.

source: གང་ གིས་ ཏིང་འཛིན་ རྣམས་ བསྒོམས་པ ས །_། དེ་དག་ གི་ ནི་ སྐུ་ཚེ འང་ ཤེས །_།
en: Whoever cultivates such absorptions Will also know their life spans.

source: ཉི་མ་ གང་དག་ བྱུང་ གྱུར་ དང་ །_། ཟླ་བ་ ཕྱེད་ དང་ ཟླ་བ་ དང་ །_། ལོ་ ནི་ ཁྱུད་ཁོར་ རངས་པ་ དང་ །_། བསྐལ་པ་ དེ་ཡང་ རབ་ཏུ་ ཤེས །_།
en: $1997 “They will fully know the days that have passed, The fortnights, the months, Complete years as well, And eons too.

source: གང་དག་ ཕྱོགས་ བཅུ འི་ འཇིག་རྟེན་ ན །_། |#| རྫོགས་པ འི་ སངས་རྒྱས་ རྐང་ གཉིས་ མཆོག _། དེ་དག་ དེ་ ཡིས་ རབ་ཏུ་ ཤེས །_།
en: $1998 “They will fully know the best of men, The fully awakened ones, In the worlds throughout the ten directions, And

source: དེ་ ཡིས་ ཞིང་ ཀུན་ཤེས་ པར་ འགྱུར །_།
en: they will know all realms.

source: གང་དག་ སྟོན་པ ས་ འཇིག་རྟེན་ མགོན །_། དེ་དག་ གི་ ནི་ མཚན་ རྣམས་ ཀྱང་ །_། གང་ གིས་ ཏིང་འཛིན་ བསྒོམས་པ་ ཡིས །_། དེ་དག་ ཐམས་ཅད་ རབ་ཏུ་ ཤེས །_།
en: $1999 “Those who cultivate absorption Will fully know All the names of the saviors of the world, Which were taught by the teacher.

source: གང་དག་ སྐྱོབ་པ ས་ བཤད་པ་ ཡི །_། མདོ་སྡེ་ དེ་དག་ རབ་ཏུ་ ཤེས །_།
en: $2000 “They will fully know the sūtras, Which were taught by the protector.

source: ཉན་ཐོས་ ཕུན་སུམ་ ཚོགས་པ་ དང་ །_། འཇིག་རྟེན་ མགོན་པོ་ དེ་སྙེད་ ཤེས །_།
en: They will know the myriad excellent hearers And saviors of the world.

source: གང་ གིས་ ཏིང་འཛིན་ འདི་ ཐོབ་པ །_། བློ་གྲོས་ བརྟན་པོ ར་ འགྱུར་བ་ ཡིན །_།
en: $2001 “Whoever attains this absorption Will become stable in intelligence.

source: སངས་རྒྱས་ རྣམས་ ཀྱི་ སྤྱོད་ཡུལ་ གང་ །_། དེ་ཡང་ དེ་ ཡིས་ འདིར་ ཤེས་ སོ །_།
en: They will also here know What the experience of buddhas is.

source: བསྐལ་པ་ བྱེ་ བར་ འབྱུང་འགྱུར་བ འི །_། སངས་རྒྱས་ གང་དག་ མ་ བྱོན་ དང་ །_། མཚན་གང་ གདུང་རུས་ གང་ཡིན་པ །_། ཐམས་ཅད་ དེ་ ཡིས་ རབ་ཏུ་ ཤེས །_།
en: $2002 “They will fully know All the future buddhas, Who will appear over the course of ten million eons, And what their names and family lineages will be. [225.a]

source: དེ་དག་ [225a] རྣམས་ ཀྱི་ ཚེ་ཚད་ ཤེས །_། |#| ཉན་ཐོས་ རྣམས་ ཀྱང་ རབ་ཏུ་ ཤེས །_།
en: $2003 “They will know their life spans, And their hearers too.

source: གང་དག་ སྐྱོབ་པ ས་ འཆད་ འགྱུར་བ །_། དེ་དག་ རྣམས་ ཀྱི་ མདོ་སྡེ འང་ ཤེས །_།
en: They will also know the sūtras, Which will be explained by the protectors.

source: དེ་ ཡི་ སངས་རྒྱས་ ཞིང་ ཅི་འདྲ །_། དེ་དག་ གི་ ནི་ བཀོད་ ཅི་འདྲ །_། སངས་རྒྱས་ མྱ་ངན་ འདས་ རྣམས་ ཀྱི །_། ཆོས་ ནི་ ཇི་སྲིད་ གནས་འགྱུ ར་བ །_། ཏིང་ངེ་འཛིན་ ལ་ གནས་ ནས་ |#| _སུ །_། དེ་དག་ ཐམས་ཅད་ དེ་ ཡིས་ ཤེས །_།
en: $2004 “What their buddha realms are like, How they are arrayed, And how long the Dharma Of buddhas passed away will remain— |#| $2005 “While abiding in absorption, They will know all those things.

source: དེ་ལྟ་བས་ན་ སུ་ གང་ཞིག _། མང་ཐོས་ འདོད་པ ས་ དེ་ བསྟེན་ བྱ །_།
en: Therefore, whoever wants to be highly learned Should rely on it.

source: ཏིང་འཛིན་ དེ་ ནི་ བསྟེན་པ་ ཡིས །_། དེ་ ཡི་ དོན་ ཀྱང་ ཤེས་པ ར་ འགྱུར །_།
en: $2006 “By relying upon that absorption, They will know its meaning too.

source: སངས་རྒྱས་ ཡེ་ཤེས་ འཇུག་པ་ ཡི །_། སྒོ་ དེ་ ཡིན་ ཞིང་ བློ་གྲོས་ བརྟན །_།
en: As that is the gate for entering the wisdom of awakening, Their intelligence will be stabilized.

source: དེ་ལས་ དོན་ ནི་ འབྱུང་བ ར་ འགྱུར །_།
en: $2007 “The meaning will emerge from it, And

source: སངས་རྒྱས་ ཡེ་ཤེས་ འཇུག་པ ར་ འགྱུར །_།
en: they will enter the wisdom of awakening.

source: གང་ གི་ མཐའ་ ནི་ ཡོད་ མིན་པ འི །_། བསོད་ནམས་ དེ་ལས་ ཐོབ་པ ར་ འགྱུར །_།
en: From it they will attain Merit without limit.

source: དེ་ ཚེ་ སངས་རྒྱས་ གང་ འབྱུང་བ །_། འཇིག་རྟེན་ མགོན་པོ་ མི་ ཡི་ མཆོག _། རྫོགས་པ འི་ སངས་རྒྱས་ ཇི་སྙེད་པ །_། དེ་སྙེད་ དེ་ ཡིས་ རབ་ཏུ་ ཤེས །_།
en: $2008 “They will fully know as many buddhas As will appear— Fully awakened ones, Saviors of the world, the best of men.

source: མི་གང་ བྱང་ཆུབ་ རབ་ ཞུགས་ ནས །_། |#| སངས་རྒྱས་ རེ་རེ་ རེ་རེ འི་ ཡང་ །_། ཉན་ཐོས་ དག་ ནི་ དེ་སྙེད་པ །_། དེ་དག་ རྣམས་ ལ་ མཆོད་པ ར་ བྱེད །_།
en: $2009 “Those who have embarked upon awakening Will worship The myriad hearers Of each and every buddha.

source: སངས་རྒྱས་ རེ་རེ་ རེ་རེ་ ལ འང་ །_། མཆོད་པ འི་ དོན་ ཕྱིར་ ནོར་ བསགས་པ །_། སྟོང་གསུམ་ ལས་ ནི་ མི་ ཉུང་བ འི །_། འཇིག་རྟེན་ ཁམས་ ནི་ ཡོངས་སུ་ བཀང་ །_།
en: $2010 “For the sake of offering To each and every buddha, They will fill no fewer than a billion worlds With accumulated wealth.

source: རྗེས་སུ་ དཔག་པ་ དེ་ ཡིས་ སུ །_། ཉན་ཐོས་ དང་ ནི་ རྒྱལ་བ ར་ བཅས །_། |#| དེ་ ལ་ བསྐལ་པ་ རྫོགས་ ཚང་བ ར །_། སངས་རྒྱས་ ཀུན་ ལ་ རིམ་གྲོ་ བྱེད །_།
en: $2011 “By that estimation, They will serve all buddhas, Victorious ones with their hearers, Until the eon is completely finished.

source: འཇིག་རྟེན་ མགོན་པོ་ གྲགས་ཆེན་པོ །_། གང་དག་ མ་ བྱོན་ སངས་རྒྱས་ རྣམས །_། དེ་དག་ ལ་ ཡང་ འདུ་བྱེད་ འགྱུར །_། |#| དེ་ འདྲ་བ་ ཡི་ མཆོད་པ འང་ བྱེད །_།
en: $2012 “Future buddhas, Highly renowned saviors of the world, Will also manifest for them As they make such offerings.

source: བསོད་ནམས་ ཕུང་པོ་ ཇི་སྙེད་པ འང་ །_། བློ་གྲོས་ བརྟན་པ་ དེ་ འཛིན་བྱེད །_།
en: $2013 “Such abundant heaps of merit Will also endow them with stable intelligence.

source: སངས་རྒྱས་ ཡེ་ཤེས་ བསམ་ མི་ ཁྱབ །_། |#| ཡེ་ཤེས་ དམ་པ་ ཚོལ་ བར་ བྱེད །_།
en: It will compel them to pursue the ultimate wisdom, The inconceivable wisdom of awakening.

source: གང་དག་ བྱང་ཆུབ་ དོན་གཉེར་ བས །_། ཏིང་ངེ་འཛིན་ འདི་ བསྒོམ་པ ར་ བྱ །_།
en: $2014 “Whoever seeks awakening, Should cultivate this absorption.

source: གང་ གིས་ ཏིང་འཛིན་ འདི་ བསྒོམས་པ ས །_། དེ་ ནི་ ཐོས་པ ས་ འཕགས་པ ར་ འགྱུར །_།
en: Whoever has cultivated this absorption Will be exalted in learning.

source: གང་ གིས་ ཏིང་འཛིན་ འདི་ བསྒོམས་ དང་ །_། གང་དག་ བསྒོམ་པ ར་ འགྱུར་ རྣམས་ ཀྱི །_། བསོད་ནམས་ ཕུང་པོ་ དེ་ ལ་ ནི །_། ཚད་ ཡོད་ དོ་ ཞེས་ ང་ མི་སྨྲ །_།
en: $2015 “For whoever has cultivated this absorption And for whoever will cultivate it, I cannot say that the heap of their merit Has any limit.

source: ཏིང་ངེ་འཛིན་ འདི་ བསྒོམས་པ་ ཡི །_། བསོད་ནམས་ དེ་ ནི་ རབ་ཏུ་ མང་ །_།
en: $2016 “The merit from cultivating this absorption Is abundant.

source: ཤེས་པ་ དེ་ ནི་ རྣམ་ པར་ འཕེལ །_། |#| སངས་རྒྱས་ མཆོད་པ ས་ དེ་ལྟ་ མིན །_།
en: It increases knowledge, While offering to the buddhas is not like that.

source: མེ་ཏོག་ སྤོས་ དང་ ཕྲེང་བ་ དང་ །_། བཟའ་བ་ དག་ དང་ བཏུང་བ་ དང་ །_། ཡོ་བྱད་ རྣམས་ ཀྱིས་ བསྙེན་བཀུར་བ །_། དེ་ ནི་ སངས་རྒྱས་ བསྙེན་བཀུར་ མིན །_།
en: $2017 “Honoring with flowers, fragrances, garlands, Food, drinks, And utensils Is not honoring the buddhas.

source: བརྟན་པ འི་ བློ་གྲོས་ ང་ ཡིས་ སུ །_། བྱང་ཆུབ་ སྙིང་པོ ར་ ཆོས་ གང་ རྟོགས །_། |#| ཆོས་ དེར་ གང་དག་ སྦྱོར་བྱེད་པ །_། དེ་ ཡིས་ སངས་རྒྱས་ བསྟི་སྟང་ བྱས །_།
en: $2018 “Dṛḍhamati, whoever connects with the Dharma— The Dharma realized by me At the seat of awakening— Honors the buddhas. [225.b]

source: [225b] གང་ཡང་ ཆོས་ དེ་ ཚོལ་ བྱེད་ ཅིང་ །_། སངས་རྒྱས་ མཐོང་བ ར་ འདོད་བྱེད་པ །_། དེ་ ཡིས་ མྱུར་བ ར་ འདི་འདྲ འི་ ཆོས །_། ཏིང་ངེ་འཛིན་ འདི་ བཙལ་བ ར་ བྱ །_།
en: $2019 “Whoever pursues that Dharma And wants to behold buddhas Should immediately pursue this absorption— Precisely this kind of Dharma.

source: གང་དག་ ཏིང་འཛིན་ དེ་ ཐོབ་ ནས །_། |#| དགའ་བ་ བཟང་པོ་ སྐྱེད་བྱེད་པ །_། སངས་རྒྱས་ སྟོང་ཕྲག་ མང་པོ་ དག _། |#| དེ་དག་ གིས་ ནི་ སྔོན་ཆད་ ཤེས །_།
en: $2020 “Whoever engenders sublime joy Based on having attained this absorption Has previously known Many thousands of buddhas.”

source: ཏིང་ངེ་འཛིན་ གྱི་ ལས་ ཀྱི་ ལེའུ་ སྟེ་ བཅུ་བཞི་ པ འོ །།_།།
en: $2021 This concludes the fourteenth chapter.

source: བརྟན་པ འི་ བློ་གྲོས་ གཞན་ ཡང་ མངོན་པར་ ཤེས་པ་ མྱུར་བ་ ཉིད་ དུ་ བྱ་བ འི་ ཕྱིར་ དེ་བཞིན་ གཤེགས་པ འི་ མཆོད་རྟེན་ མཆོད་པ་ དང་ །_ ཕྱིར་བཅོས་པ་ དང་ །_ བྱི་དོར་ བྱ་བ་ ལྷུར་ བླང་བ ར་ བྱ་ སྟེ །_
en: $2022 “Furthermore, Dṛḍhamati, in order to swiftly actualize the superknowledges, one should eagerly undertake the worship, restoration, and cleansing of stūpas.

source: བརྟན་པ འི་ བློ་གྲོས་ དེ་ ལ་ རིགས་ ཀྱི་ བུ འམ །_ རིགས་ ཀྱི་ བུ་མོ་ གང་ཞིག་ དེ་བཞིན་ གཤེགས་པ འི་ མཆོད་རྟེན་ བྱི་དོར་ བྱེད་པ་ དེ་ ནི་ སྨོན་ལམ་ གྱི་ མཆོག་ རྣམ་པར་ དག་པ་ བཞི་ རྗེས་སུ་ འཐོབ་པོ །_།
en: For, Dṛḍhamati, any noble son or daughter who cleans a stūpa of the thus-gone ones will acquire four pristine, excellent aspirations.

source: གཟུགས་ ཀྱི་ སྨོན་ལམ་ གྱི་ མཆོག་ རྣམ་པར་ དག་པ་ དང་ །_ དལ་བ་ ཕུན་སུམ་ ཚོགས་པ འི་ སྨོན་ལམ་ གྱི་ མཆོག་ རྣམ་པར་ དག་པ་ དང་ །_ ཡང་དག་ པར་ བླང་བ་ བརྟན་པ འི་ སྨོན་ལམ་ གྱི་ མཆོག་ རྣམ་པར་ དག་པ་ དང་ །_ དེ་བཞིན་ གཤེགས་པ་ བལྟ་བ འི་ སྨོན་ལམ་ གྱི་ མཆོག་ རྣམ་པར་ དག་པ འོ །_།
en: They are the pristine, excellent aspiration for one’s form; |#| the pristine, excellent aspiration for perfect leisure; |#| the pristine, excellent aspiration for the stability of one’s vows; |#| and the pristine, excellent aspiration for beholding thus-gone ones.

source: !སྨོན་ལམ་ དགེ་བ ས་ བསྐྱེད་པ་ ཡིས །_། མངོན་ གྲུབ་ དེ་བཞིན་ གཤེགས་ རྣམས་ འབྱུང་ །_། |#| དམིགས་པ འི་ རབ་ཏུ་ དབྱེ་བ་ ཡིས །_། ཇི་ལྟ ར་ སྤྲུལ་པ་ འབྱུང་བ་ བཞིན །_།
en: $2023 “The accomplishment of#91 virtuously engendering aspirations Is that thus-gone ones will emerge, Just as emanations emerge Through the discernment of apprehending.#92

source: ཞབས་ མཐིལ་ ཞབས་ སོར་ འོག་ འཁོར་ལོ །_། དཔེ་བྱད་ ལས་ ནི་ འབྱུང་བ ར་ འགྱུར །_།
en: $2024 “Wheels on the soles of the feet and below the toes Will appear among their marks.

source: དཔེ་བྱད་ བཟང་ འབྱོར་ འདི་འདྲ་བ །_། དེ་ ནི་ བཤད་ བྱས་ དེ་ ཉོན་ ཅིག _།
en: I will explain such a sublime confluence of features as this, So listen carefully!

source: དེ་བཞིན་ ང་ ཡི་ དཔེ་བྱད་ རབ་ཏུ་ གསལ །_།
en: $2025 “My marks are likewise perfectly apparent;

source: ང་ ཡི་ སོར་མོ་ དག་ ལ་ འཐུན་ པར་ གནས །_།
en: They are evenly distributed on my fingers and toes.

source: ཡང་དག་ འཕགས་ ཤིང་ རྗེས་སུ་ འཐུན་ པར་ གནས །_། |#| དེ་ ཡི་ ཡངས་པ ར་ གནས་པ་ ཡང་དག་ འཕགས །_།
en: Perfectly exalted and evenly distributed, Their distribution is extremely exalted.

source: དེ་ ཡི་ འོད་ཟེར་ གནས་པ་ མངོན་དུ་ འཕགས །_། |#| འོད་ཟེར་ བྱེ་བ་ ཇི་བཞིན་ རབ་ཏུ་ སྣང་ །_།
en: $2026 “The luminosity of my marks is exalted, And shines like ten million light rays.

source: ལྷུན་པོ་ བཞིན་ དུ་ འོད་ ཀྱིས་ ཡང་དག་ འབྱུང་ །_།
en: Standing flooded with light, like Mount Meru,

source: དེ་ ཡི་ སྟེང་ ན་ འོད་ཟེར་ དྲ་བ་ ཅན །_།
en: My body is crowned with a net of light rays.

source: སྙིང་པོ་ བསགས་པ འི་ དཔེ་བྱད་ དེ་དག་ ལ །_། དེ་ ཚེ་ འོད་ཟེར་ གནས་པ་ བྱེ་ ཕྲག་ བཅུ །_།
en: $2027 “On those marks, which embody the essence, One hundred million light rays are present.

source: དེ་ ཚེ་ ཀུན་ གྱི་ མིང་ ནི་ གཞན་ དང་ གཞན །_། དེ་ ཚེ་ འོད་ དང་ མདོག་ ཀྱང་ གཞན་ དང་ གཞན །_།
en: The names of each of them are different, And so is their luminosity and color.

source: ང་ ཡི་ འོད་ཟེར་ གཅིག་ ལས་ འོད་སྟོང་ འབྱུང་ །_། |#| དེ་ ཚེ་ ཐམས་ཅད་ ཁ་དོག་ དུ་མ ར་ གནས །_།
en: $2028 “From one of my light rays another thousand lights emerge, Which are all present in multiple colors.

source: སྟོང་ གསུམ་ གྱི་ ནི་ ས་ དེ་ བཤིག་ ནས་ སུ །_། འོག་ ཏུ་ དེ་དག་ སངས་རྒྱས་ མཛད་པ་ བྱེད །_།
en: They will perform the deeds of awakened ones, Even after the earth throughout the trichiliocosm has collapsed.

source: ང་ ནི་ སངས་རྒྱས་ འོད་ ཀྱིས་ བྱུང་བ་ ཡིན །_།
en: $2029 “I was born from the light of awakening;

source: ང་ ནི་ལ ས་ ཀྱི་ འབྲས་བུ ས་ འོངས་ མ་ ཡིན །_།
en: I did not come from the fruition of actions.

source: དེ་བཞིན་ གཤེགས་པ འི་ འོད་ དེ་ མཐོང་ ནས་ སུ །_།
en: Upon seeing the light of thus-gone ones,

source: སྐྱེས་པ་ བུད་མེད་ དག་ ནི་ མྱོས་པ ར་ འགྱུར །_།
en: Men and women become intoxicated.

source: བསྐལ་པ་ བྱེ་བ་ མང་པོ ར་ མངོན་པར་ སྤྲུལ །_། |#| ཡང་ན་ སངས་རྒྱས་ ཞིང་ བཀོད་ [226a] གཞན་ དང་ གཞན །_།
en: $2030 “Thus-gone ones will manifest for many tens of millions of eons, Or in the arrays of different buddha realms. [226.a]

source: གང་ དུ་ སངས་རྒྱས་ མཛད་པ་ ངས་ བྱས་པ །_། དེ་བཞིན་ རྒྱལ་བ་ དག་ ནི་ ཆོ་འཕྲུལ་ སྤྲུལ །_།
en: Wherever I performed awakened deeds, Victorious ones will likewise manifest miraculous displays.

source: ང་ ཡི་ ཏིང་ངེ་འཛིན་ ནི་ ཀུན་ ནས་ སྣང་ །_།
en: $2031 “My absorption is all-illuminating;

source: སངས་རྒྱས་ ཞིང་ ནི་ ཀུན་ ནས་ སྣང་བར་ བྱེད །_།
en: It fully illuminates buddha realms.

source: ལྷུན་པོ འི་ རྒྱལ་མཚན་ འོད་ཟེར་ ཞེས་ བྱ་ འཕགས །_།
en: The so-called luminous banner of Meru is exalted, And

source: དཔའ་བ ར་ འགྲོ་བ་ ཞེས་ བྱ འི་ ཏིང་འཛིན་ འཕགས །_།
en: the absorption called valiant progress is exalted.

source: ཆོས་ རྣམས་ ཀུན་ གྱིས་ ཁྱབ་པ ར་ མཐོང་ ལྡན་པ །_། རྣམ་དག་ ཁ་ཅིག་ སངས་རྒྱས་ སྤྲུལ་ འདིར་ མཐོང་ །_།
en: $2032 “Among those with an all-pervasive vision of phenomena, Some pristine ones will see buddhas manifesting here.

source: ཁ་ཅིག་ ལྷུམས་ ཞུགས་ མཐོང་ ཞིང་ བཙས་པ་ དང་ །_། འཇིགས་མེད་ མི་ སྐྲག་ གོམ་ བདུན་ འདོར་ འདིར་ མཐོང་ །_།
en: Some will see them entering the womb, being born, And fearlessly and audaciously taking seven steps here.

source: དེ་ ནི་ རྒྱལ་བ་ བྱང་ཆུབ་ འཚང་ རྒྱ་ སྙམ །_། |#| ས་ ཡི་ སྙིང་པོ ར་ བྱང་ཆུབ་ བཞུགས་པ ར་ མཐོང་ །_།
en: $2033 “Thinking, ‘The victorious one will awaken to buddhahood,’ They will see buddhas seated in awakening at the center of the earth.

source: ཆོས་ ཀྱི་ འཁོར་ལོ་ བསྐོར་བ ར་ འགྱུར་ སྙམ་ བྱེད །_།
en: Some will think they will turn the wheel of Dharma.

source: ཁ་ཅིག་ བྱང་ཆུབ་ ཕྱིར་ ནི་ སྤྱོད་ སྙམ་ བྱེད །_།
en: Some will think they will act for the sake of awakening.#93

source: ཏིང་འཛིན་ གང་ ལ་ གནས་ ནས་ རྣམ་འཕྲུལ་བ འི །_། ཏིང་འཛིན་ གཟི་བརྗིད་ དེ་ ནི་ ཅི་འདྲ་ ལྟོས །_།
en: $2034 “Look at the radiance of that absorption, Which produces these miraculous displays!

source: ཁ་ཅིག་ ང་ ཡི་ སྐུ་ཚེ་ བསྐལ་པ ར་ སེམས །_།
en: Some will think that my life span is an eon.

source: ཁ་ཅིག་ ཀྱང་ ནི་ བསྐལ་པ་ ཕྱེད་ དུ་ སེམས །_།
en: Some, however, will think it is half an eon.

source: དེ་ ཚེ་ ཁ་ཅིག་ བར་ གྱི་ བསྐལ་པ ར་ སེམས །_། |#| གཉིས་ གསུམ་ བཞི་ དང་ དེ་ལས་ ལྷག་པ ར་ ཡང་ །_། དེ་ ཚེ་ ཁ་ཅིག་ ལོ་ ནི་ བྱེ་ བར་ སེམས །_།
en: $2035 “Then, some will think it is an intermediate eon— |#| Others, that it is two, three, four, or more eons. |#| Then, some will think that it is ten million years, And

source: ཁ་ཅིག་ གི་ ནི་ མང་ཉུང་ རབ་ཏུ་ མཐོང་ །_།
en: some will fully see the actual length.

source: འཛམ་བུ འི་ གླིང་ འདིར་ ང་ ཡི་ སྐུ་ཚེ་ ནི །_། ལོ་ གྲངས་ བརྒྱད་ཅུ་ ཡིན་པ ར་ མི་ རྣམས་ ཤེས །_།
en: $2036 “Humans will perceive that my life span In this Jampudvīpa is eighty years.

source: ཁ་ཅིག་ དེར་ ནི་ སྐུ་ཚེ་ ཉིན་མཚན་ ཤེས །_།
en: Some will perceive my life span to be a day and a night;

source: ཁ་ཅིག་ གིས་ ནི་ སྐུ་ཚེ་རིང་པོ ར་ ཤེས །_།
en: Some will perceive my life span to be long.

source: སྟོང་གསུམ་ འཇིག་རྟེན་ དུ་ ནི་ ལྷ་ རྣམས་ ཀྱི །_། ཉིན་མཚན་ ཅི་འདྲ་ དེ་བཞིན་ གཞན་ དུ་ སེམས །_།
en: $2037 “Still others will think that it is like a day and a night For the gods in this trichiliocosm.

source: དེ་དག་ ཇི་ལྟ ར་ མོས་པ་ དེ་བཞིན་ ཤེས །_།
en: Beings will understand precisely according to their inclinations, And

source: དེ་བཞིན་ དུ་ ནི་ དེ་ ལ་ གདམས་ངག་ མཛད །_།
en: oral instructions will be dispensed to them accordingly.

source: ཇི་ལྟ ར་ མོས་ ལ་ དེ་བཞིན་ བྱིན་ གྱིས་ རློབ །_། ཡེ་ཤེས་ དེ་བཞིན་ དེ་ ཡི་ དེ་ལྟ ར་ བསྟན །_།
en: $2038 “They will likewise by transformed according to their inclinations, As wisdom is likewise taught to them accordingly.

source: དེ་དག་ བསྟན་པ ས་ མོས་པ་ སྐྱེ་བ ར་ འགྱུར །_།
en: Through being so taught, their interest will be aroused—

source: འདི་ ནི་ དེ་ ཡི་ རྨད་བྱུང་ ཆོ་འཕྲུལ་ ཡིན །_།
en: This is the marvel of the supernatural powers.

source: གལ་ཏེ་ རང་ གི་ གནས་པ་ བསྟན་ གྱུར་ ན །_།
en: $2039 “If their own state of being were revealed,

source: མཁས་པ་ མ་ ཡིན་ མི་ རྣམས་ མྱོས་པ ར་ འགྱུར །_།
en: Unwise people would go mad.

source: ང་ ཡི་ སྤྱོད་ཡུལ་ གང་ དང་ གནས་པ་ གང་ །_། དེ་ མཐོང་ དགའ་བ་ སུ་ཞིག་ སྐྱེད་ མི་ བྱེད །_།
en: Who would not be gladdened Upon seeing what my experience and state of being are?

source: དེ་དག་ ང་ ཡི་ སྤྱོད་ཡུལ་ ཤེས་ ནས་ སུ །_། དེ་དག་ ཆོས་ ཀྱི་ འཁོར་ལོ་ བསྐོར་བ ར་ འགྱུར །_།
en: $2040 “Those who have understood my experience Will turn the wheel of Dharma.

source: དེ་ ཚེ་ མོས་པ་ སྣ་ཚོགས་ ཆོས་ སྨྲ་ རྣམས །_། དེ་དག་ ང་ ཡི་ སྤྱོད་ཡུལ་ ཀུན་ མི་ ཤེས །_།
en: Yet when preaching the Dharma for a variety of inclinations, They will not fully understand my experience.

source: གང་ གིས་ ཀུན་ མཁྱེན་ སྤྱོད་ཡུལ་ མི་ ཤེས་པ །_། དེ་དག་ ཆོས་ ཀྱི་ ཚིག་ ཉུང་ སྟོན་པ ར་ བྱེད །_།
en: $2041 “Those who do not understand the experience of the omniscient Will only teach a few expressions of Dharma.

source: དེ་དག་ གི་ ནི་ དམིགས་པ་ གང་ཡང་ མེད །_། |#| མཐོང་ ནས་ དེ་དག་ ཡིད་ ལ་ གནོད་པ ར་ འགྱུར །_།
en: Seeing that they have no perception whatsoever, Their minds will be damaged.

source: གང་དག་ རྒྱལ་བ འི་ ཆོས་ཉིད་ དེ་ ཤེས་པ །_། དེ་དག་ ཡིད་ ལ་ ནམ་ཡང་ གནོད་པ་ མེད །_།
en: $2042 “Those who understand the reality of the thus-gone ones Are never mentally damaged.

source: འདི་ལྟར་ ཆོས་ མཉམ་ཉིད་ ཀྱི་ སྤྱོད་ [226b] ཡུལ་ ལ །_། དེ་དག་ ཐམས་ཅད་ རབ་ཏུ་ གནས་པ་ ཡིན །_།
en: They all adhere to such an experience Of the sameness of phenomena. [226.b]
